<?php defined("ITHP_PAGE") or die(); ?>
<div class="container">
  <div class="row">
    <div class="col-sm-2">
      <ul class="ithp-sidebar">
      <li class="active"><?php href("touhou_gensokyo", $lang); ?></li>
      <li><?php href("touhou_zun", $lang); ?></li>
      </ul>
    </div>
    <div class="col-sm-10 ithp-page-content-text">
      <h1>东方的世界观</h1>
      <hr>
      <p>妖怪依靠人类的畏惧而有存在意义。但随着生产力的发展，人类逐渐否定妖怪的存在，将其看作是“虚幻”的东西。</p>
      <p>五百多年前，一位叫八云紫的妖怪贤者在一片土地上张开了结界「虚幻与现实的境界」，它能够呼唤那些在外世界活不下去的妖怪自愿来到这片土地上生活。</p>
      <p>这是为被遗弃者创造的最后的乐园——幻想乡。</p>
      <p>而人类中的一些勇者也来到了这里，退治妖怪，保护人类。</p>
      <p><br></p>
      <p>明治十八年，龙神最后一次现身在幻想乡，当时妖怪中的贤者们赌上自身的存在向龙神起誓，永远守护这片土地上的和平。之后，一个新的结界张开将幻想乡从现实世界中分离出来，成为异次元的存在。这个结界，叫做「博丽大结界」。</p>
      <p><br></p>
      <p>这便是幻想乡，在这里，人与妖怪过着和谐共处的生活。不过有时，一些妖怪会为了自己的利益发动异变。</p>
      <p>博丽灵梦，这一代博丽神社的巫女，主要的工作就是退治妖怪和维持结界。雾雨魔理沙，一位普通的魔法使，作为灵梦的伙伴，协同解决异变。</p>
      <p>两位主角和其他“城管”们解决异变的过程，就是东方游戏正作的内容。</p>
    </div>
  </div>
</div>

